Repository: team-megauni/ecommerce
Catalog: ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: vi

source: An email has been sent to %(user_email)s with a link for you to activate your account.
vi: Một email đã được gửi đến %(user_email)s với một liên kết để bạn kích hoạt tài khoản của mình.

source: Why activate?
vi: Tại sao phải kích hoạt?

source: We ask you to activate your account to ensure it is really you creating the account and to prevent fraud.
vi: Chúng tôi yêu cầu bạn kích hoạt tài khoản của mình để đảm bảo rằng chính bạn thực sự là người tạo tài khoản và để ngăn chặn gian lận.

source: Toggle navigation
vi: Chuyển đổi điều hướng thành

source: Dashboard for:
vi: Trang tổng quan cho:

source: Toggle Dropdown
vi: Chuyển đổi menu thả xuống

source: Login
vi: Đăng nhập

source: E-Commerce Course Administration
vi: Quản trị khóa học thương mại điện tử

source: E-Commerce Coupon Administration
vi: Quản lý phiếu thưởng thương mại điện tử

source: E-Commerce Program Offers Administration
vi: Quản lý ưu đãi chương trình thương mại điện tử

source: Your basket is empty
vi: Giỏ của bạn đang trống

source: If you attempted to make a purchase, you have not been charged. Return to your {link_start}{link_middle}{homepage_url}dashboard{link_end} to try again, or {link_start}{homepage_url}{link_middle}contact {platform_name} Support{link_end}.
vi: Nếu bạn đã cố gắng mua hàng, bạn sẽ không bị tính phí. Quay lại trang tổng Nếu bạn đã cố gắng mua hàng, bạn sẽ không bị tính phí. Quay lại trang tổng quan {link_start} {link_middle}{homepage_url}dashboard {link_end} của bạn để thử lại hoặc {link_start}{homepage_url}{link_middle}contact {platform_name} Support{link_end}.

source: Your basket is now empty
vi: Giỏ của bạn bây giờ trống rỗng

source: {strong_start}We’ve updated your quantity.{strong_end} {paragraph_start}Your cart includes {num_items} enrollment codes at a total cost of {total}, that you will receive via email.{paragraph_end}
vi: {strong_start} Chúng tôi đã cập nhật số lượng của bạn. {strong_end} {paragraph_start} Giỏ hàng của bạn bao gồm {num_items} mã đăng ký với tổng chi phí là {total}, bạn sẽ nhận được qua email. {paragraph_end}

source: View basket
vi: Xem giỏ

source: Checkout now
vi: Thanh toán ngay bây giờ

source: Applying...
vi: Đang áp dụng ...

source: Apply
vi: Áp dụng

source: in your cart
vi: trong giỏ hàng của bạn

source: Your purchase contains the following
vi: Mua hàng của bạn có những thứ sau

source: Updating...
vi: Đang cập nhật ...

source: Update
vi: Cập nhật

source: summary
vi: tóm lược

source: Discounts applied
vi: Giảm giá đã áp dụng

source: %(benefit)s discount provided by %(enterprise_customer_name)s.
vi: %(benefit)s giảm giá do %(enterprise_customer_name)s.

source: %(benefit)s%% discount for your first upgrade applied.
vi: Đã áp dụng chiết khấu %(benefit)s%% cho lần nâng cấp đầu tiên của bạn.

source: Coupon %(voucher_code)s applied for %(total_benefit)s off
vi: Phiếu giảm giá %(voucher_code)s được áp dụng để giảm giá %(total_benefit)s

source: Remove coupon
vi: Xóa phiếu giảm giá

source: Add coupon code
vi: Thêm mã phiếu giảm giá

source: (optional)
vi: (không bắt buộc)

source: TOTAL
vi: TOÀN BỘ

source: order details
vi: chi tiết đặt hàng

source: select payment method
vi: chọn phương thức thanh toán

source: Pay with a Credit Card
vi: Thanh toán bằng thẻ tín dụng

source: Pay with PayPal
vi: Thanh toán bằng PayPal

source: Pay with Apple Pay
vi: Thanh toán bằng Apple Pay

source: card holder information
vi: Thông tin chủ thẻ

source: billing information
vi: Thông tin thanh toán

source: Credit cards
vi: Thẻ tín dụng

source: Card Number (required)
vi: Số thẻ (bắt buộc)

source: Secure
vi: Chắc chắn

source: Credit card icon
vi: Biểu tượng thẻ tín dụng

source: Security Code (required)
vi: Mã bảo mật (bắt buộc)

source: Help with CVV
vi: Trợ giúp với CVV

source: The three last digits in the signature area on the back of your card. For American Express, it is the four digits on the front of the card.
vi: Ba chữ số cuối cùng trong vùng chữ ký ở mặt sau thẻ của bạn. Đối với American Express, nó là bốn chữ số ở mặt trước của thẻ.

source: Expiration (required)
vi: Hết hạn (bắt buộc)

source: Month
vi: Tháng

source: Year
vi: Năm

source: Place Order
vi: Đặt hàng

source: Earn a valuable certificate to showcase the skills you learn in
vi: Kiếm chứng chỉ có giá trị để thể hiện các kỹ năng bạn học được

source: Coupon code %(voucher_code)s applied
vi: Đã áp dụng mã phiếu %(voucher_code)s

source: Apply a coupon code
vi: Áp dụng mã phiếu giảm giá

source: Checkout with %(title)s
vi: Thanh toán với %(title)s

source: {strong_start}Note:{strong_end} To earn a verified certificate, you must verify your identity with a {strong_start}webcam{strong_end} and a {strong_start}government-issued photo ID{strong_end}.
vi: {strong_start} Lưu ý: {strong_end} Để kiếm được chứng chỉ đã xác minh, bạn phải xác minh danh tính của mình bằng {strong_start} webcam {strong_end} và {strong_start} ID ảnh do chính phủ cấp {strong_end} .

source: {strong_start}Note:{strong_end} To complete your enrollment, select Checkout or Checkout with PayPal.
vi: {strong_start} Lưu ý: {strong_end} Để hoàn tất đăng ký của bạn, hãy chọn Thanh toán hoặc Thanh toán bằng PayPal.

source: Have questions?
vi: Có một vài câu hỏi?

source: Please read our FAQs to view common questions about our certificates.
vi: Vui lòng đọc Câu hỏi thường gặp của chúng tôi để xem các câu hỏi thường gặp về chứng chỉ của chúng tôi.

source: %(seat_type)s Certificate
vi: Chứng chỉ %(seat_type)s

source: Verify Your Identity
vi: Xác minh danh tính của bạn

source: To receive a verified certificate, you have to verify your identity using your {strong_start}webcam{strong_end} and an {strong_start}official government-issued photo identification{strong_end} before the verification deadline.
vi: Để nhận được chứng chỉ đã xác minh, bạn phải xác minh danh tính của mình bằng {strong_start} webcam {strong_end} và {strong_start} giấy tờ tùy thân có ảnh chính thức do chính phủ cấp {strong_end} trước thời hạn xác minh.

source: Verify Now
vi: Xác minh ngay

source: Go to my dashboard and verify later
vi: Đi tới trang tổng quan của tôi và xác minh sau

source: Checkout Cancelled
vi: Thanh toán đã bị hủy

source: Your transaction has been cancelled. If you feel an error has occurred, contact {start_link} {payment_support_email}{end_link}.
vi: Giao dịch của bạn đã bị hủy. Nếu bạn cảm thấy đã xảy ra lỗi, hãy liên hệ với {start_link} {payment_support_email}{end_link}.

source: Checkout Error
vi: Lỗi thanh toán

source: An error has occurred with your payment.
vi: Đã xảy ra lỗi với thanh toán của bạn.

source: You have not been charged.
vi: Bạn đã không bị tính phí.

source: Please try to submit your payment again. If this problem persists, please refer to our {start_link} Payments FAQ {end_link} for troubleshooting tips.
vi: Vui lòng thử gửi lại thanh toán của bạn. Nếu sự cố này vẫn tiếp diễn, vui lòng tham khảo {start_link} Câu hỏi thường gặp về thanh toán {end_link} của chúng tôi để biết các mẹo gỡ rối.

source: Payment Failed
vi: Thanh toán không thành công

source: An error occurred while processing your payment. {strong_start}You have not been charged.{strong_end}
vi: Đã xảy ra lỗi khi xử lý thanh toán của bạn. {strong_start} Bạn chưa bị tính phí. {strong_end}

source: Please wait a few minutes and then try again. For help, check our {start_link}Help Center{end_link}.
vi: Vui lòng đợi vài phút rồi thử lại. Để được trợ giúp, hãy xem {start_link}Help Center{end_link}.

source: To try again, return to your {start_link}dashboard{end_link}.
vi: Để thử lại, hãy quay lại {start_link}dashboard{end_link}.

source: SDN Check Failure
vi: Kiểm tra SDN thất bại

source: Unfortunately, your account profile or payment information appears to match one or more records on a U.S. Treasury Department sanctions list. This means we cannot complete your transaction or provide you with services and must suspend your learner account.
vi: Rất tiếc, hồ sơ tài khoản hoặc thông tin thanh toán của bạn dường như khớp với một hoặc nhiều hồ sơ trong danh sách trừng phạt của Bộ Tài chính Hoa Kỳ. Điều này có nghĩa là chúng tôi không thể hoàn thành giao dịch của bạn hoặc cung cấp dịch vụ cho bạn và phải tạm ngưng tài khoản người học của bạn.

source: If you have questions regarding clearing a match, please contact {ofac_email_link} ofac.reconsideration@treasury.gov{end_link} for information about options for clearing a match. Your account will be suspended until this matter is resolved satisfactorily.
vi: Nếu bạn có câu hỏi về cách xóa trận đấu, vui lòng liên hệ với {ofac_email_link} ofac.reconsideration@treasury.gov{end_link} để biết thông tin về các tùy chọn xóa trận đấu. Tài khoản của bạn sẽ bị tạm ngưng cho đến khi vấn đề này được giải quyết ổn thỏa.

source: Copyright © %(year)s %(platform_name)s. All rights reserved.
vi: Bản quyền © %(year)s %(platform_name)s. Đã đăng ký Bản quyền.

source: Hi %(full_name)s,
vi: Xin chào %(full_name)s,

source: Thank you for purchasing %(course_title)s. A charge will appear on your credit or debit card statement with a company name of "%(platform_name)s".
vi: Cảm ơn bạn đã mua %(course_title)s. Khoản phí sẽ xuất hiện trên bảng sao kê thẻ tín dụng hoặc thẻ ghi nợ của bạn với tên công ty là "%(platform_name)s".

source: You can access your course and complete your verification (if required) on your %(platform_name)s dashboard.
vi: Bạn có thể truy cập vào khóa học của mình và hoàn tất quá trình xác minh (nếu cần) trên trang %(platform_name)s bạn.

source: To explore other great courses, visit the %(platform_name)s website. More courses are added every day!
vi: Để khám phá các khóa học tuyệt vời khác, hãy truy cập trang web %(platform_name)s . Nhiều khóa học được thêm vào mỗi ngày!

source: View Payment Information
vi: Xem thông tin thanh toán

source: Thank you. We hope you enjoy the course!
vi: Cảm ơn bạn. Chúng tôi hy vọng bạn thích khóa học!

source: %(platform_name)s team
vi: Nhóm %(platform_name)s

source: You are receiving this email because you purchased a seat in the %(platform_name)s course %(course_title)s.
vi: Bạn nhận được email này vì bạn đã mua một chỗ trong khóa học%(platform_name)s course %(course_title)s.

source: Receipt Confirmation for:
vi: Xác nhận Biên nhận cho:

source: To view your payment information, visit the following website.
vi: Để xem thông tin thanh toán của bạn, hãy truy cập trang web sau.

source: %(platform_name)s team
vi: Nhóm %(platform_name)s

source: The edX team
vi: Nhóm edX

source: Order Placed
vi: Đa đặt hang

source: Payment Confirmation
vi: Xác nhận thanh toán

source: Payment confirmation for:
vi: Xác nhận thanh toán cho:

source: Dear %(full_name)s,
vi: Kính gửi %(full_name)s,

source: Thank you for purchasing %(credit_hours)s credit hours from %(credit_provider)s for %(course_title)s. A charge will appear on your credit or debit card statement with a company name of "%(platform_name)s".
vi: Cảm ơn bạn đã mua giờ tín dụng %(credit_hours)s từ %(credit_provider)s cho %(course_title)s. Khoản phí sẽ xuất hiện trên bảng sao kê thẻ tín dụng hoặc thẻ ghi nợ của bạn với tên công ty là "%(platform_name)s".

source: To receive your course credit, you must also request credit at the %(credit_provider)s website. For a link to request credit from %(credit_provider)s, or to see the status of your credit request, go to your %(platform_name)s dashboard.
vi: Để nhận được tín dụng khóa học, bạn cũng phải yêu cầu tín dụng tại trang web %(credit_provider)s . Để có liên kết yêu cầu tín dụng từ %(credit_provider)s hoặc để xem trạng thái yêu cầu tín dụng của bạn, hãy truy cập trang tổng quan %(platform_name)s bạn.

source: To explore other credit-eligible courses, visit the %(platform_name)s website. We add new courses frequently!
vi: Để khám phá các khóa học đủ điều kiện tín dụng khác, hãy truy cập trang web %(platform_name)s . Chúng tôi thêm các khóa học mới thường xuyên!

source: Thank you. We hope you enjoyed your course!
vi: Cảm ơn bạn. Chúng tôi hy vọng bạn thích khóa học của mình!

source: The %(platform_name)s team
vi: Nhóm %(platform_name)s

source: You received this message because you purchased credit hours for %(course_title)s, an %(platform_name)s course.
vi: Bạn nhận được thông báo này vì bạn đã mua giờ tín dụng cho %(course_title)s, một khóa học %(platform_name)s.

source: Payment confirmation for:
vi: Xác nhận thanh toán cho:

source: Thank you for purchasing %(credit_hours)s credit hours from %(credit_provider)s for %(course_title)s. A charge will appear on your credit or debit card statement with a company name of "%(platform_name)s".
vi: Cảm ơn bạn đã mua giờ tín dụng %(credit_hours)s từ %(credit_provider)s cho %(course_title)s. Khoản phí sẽ xuất hiện trên bảng sao kê thẻ tín dụng hoặc thẻ ghi nợ của bạn với tên công ty là "%(platform_name)s".

source: You received this message because you purchased credit hours for %(course_title)s, an %(platform_name)s course.
vi: Bạn nhận được thông báo này vì bạn đã mua giờ tín dụng cho %(course_title)s, một khóa học %(platform_name)s .

source: Order Receipt
vi: Biên nhận đơn hàng

source: For Business
vi: Cho doanh nghiệp

source: Thank you for purchasing access to %(course_name)s. Let's get your group ready to learn with edX:
vi: Cảm ơn bạn đã mua quyền truy cập vào %(course_name)s. Hãy chuẩn bị cho nhóm của bạn sẵn sàng học với edX:

source: Download and save the {link_start}{download_csv_link}{link_middle} enrollment code file.{link_end}
vi: Tải xuống và lưu tệp{link_start}{download_csv_link}{link_middle}mã đăng ký.{link_end}

source: Distribute one code per learner before the expiration date.
vi: Phân phối một mã cho mỗi người học trước ngày hết hạn.

source: Pro tip: Track which code is associated with which person.
vi: Mẹo chuyên nghiệp: Theo dõi mã nào được liên kết với người nào.

source: Learners sign-in/register with edX and enroll for the course.
vi: Người học đăng nhập / đăng ký với edX và đăng ký khóa học.

source: To view your payment information, log in to see your Order History, under {link_start}{order_history_url}{link_middle}Account Settings{link_end}.
vi: Để xem thông tin thanh toán của bạn, hãy đăng nhập để xem Lịch sử đặt hàng của bạn, trong {link_start}{order_history_url}{link_middle}Account Settings{link_end}.

source: For more information and assistance, check our {link_start}Help Center{link_end}
vi: Để biết thêm thông tin và được hỗ trợ, hãy xem {link_start} Trung tâm trợ giúp {link_end} của chúng tôi

source: Thank You
vi: Cảm ơn

source: By purchasing, you and your organization agree to the following terms:
vi: Bằng cách mua, bạn và tổ chức của bạn đồng ý với các điều khoản sau:

source: Each code is valid for the one course covered and can be used only one time.
vi: Mỗi mã có giá trị cho một khóa học và chỉ có thể được sử dụng một lần.

source: You are responsible for distributing codes to your learners.
vi: Bạn chịu trách nhiệm phân phối mã cho người học của bạn.

source: Each code will expire in one year from date of purchase or, if earlier, once the course is closed.
vi: Mỗi mã sẽ hết hạn sau một năm kể từ ngày mua hoặc nếu sớm hơn, sau khi khóa học kết thúc.

source: If a course is not designated as self-paced, you should confirm that a course run is available before expiration.
vi: Nếu một khóa học không được chỉ định là tự theo nhịp độ, bạn nên xác nhận rằng một khóa học có sẵn trước khi hết hạn.

source: You may not resell codes to third parties.
vi: Bạn không được bán lại mã cho bên thứ ba.

source: All sales final. No refunds.
vi: Tất cả doanh số bán hàng cuối cùng. Không hoàn lại tiền.

source: Order confirmation for:
vi: Xác nhận đơn hàng cho:

source: Please visit %(download_csv_link)s to download and save the enrollment code file.
vi: Vui lòng truy cập %(download_csv_link)s để tải xuống và lưu tệp mã đăng ký.

source: To view your payment information, log in to see your Order History, under Account Settings at %(order_history_url)s.
vi: Để xem thông tin thanh toán của bạn, hãy đăng nhập để xem Lịch sử đặt hàng của bạn, trong Cài đặt tài khoản tại %(order_history_url)s.

source: For more information and assistance, contact info@edx.org.
vi: Để biết thêm thông tin và trợ giúp, hãy liên hệ với info@edx.org.

source: %(partner_name)s: Order Confirmation: [%(order_number)s]
vi: %(partner_name)s: Xác nhận đơn hàng: [%(order_number)s]

source: Actions
vi: Hành động

source: Edit category
vi: Chỉnh sửa danh mục

source: Add child category
vi: Thêm danh mục con

source: Edit children
vi: Chỉnh sửa trẻ em

source: Delete
vi: Xóa bỏ

source: Created product variant '%(name)s'.
vi: Đã tạo biến thể sản phẩm '%(name)s'.

source: Created variant of '%(parent_name)s'.
vi: Đã tạo biến thể của '%(parent_name)s'.

source: Updated product variant '%(name)s'.
vi: Đã cập nhật biến thể sản phẩm '%(name)s'.

source: Updated a variant of '%(parent_name)s'.
vi: Đã cập nhật một biến thể của '%(parent_name)s'.

source: Created product '%(name)s'.
vi: Sản phẩm đã tạo '%(name)s'.

source: Updated product '%(name)s'.
vi: Sản phẩm cập nhật '%(name)s'.

source: Edit again
vi: Chỉnh sửa lại

source: You are currently editing a product variant of {start_anchor}{title}{end_anchor}.
vi: Bạn hiện đang chỉnh sửa một biến thể sản phẩm của {start_anchor}{title}{end_anchor}.

source: Sections
vi: Phần

source: Product details
vi: Thông tin chi tiết sản phẩm

source: Attributes
vi: Thuộc tính

source: Images
vi: Hình ảnh

source: Stock and pricing
vi: Cổ phiếu và giá cả

source: Variants
vi: Các biến thể

source: Upselling
vi: Lên bán

source: Product Type:
vi: Loại sản phẩm:

source: Upload, change or remove images
vi: Tải lên, thay đổi hoặc xóa hình ảnh

source: SKU
vi: Mã hàng

source: Num in stock
vi: Số lượng trong kho

source: Num allocated
vi: Số lượng được phân bổ

source: Low stock threshold
vi: Ngưỡng hàng tồn kho thấp

source: Cost price
vi: Giá cả

source: Price (excl tax)
vi: Giá (chưa bao gồm thuế)

source: Retail price
vi: Giá bán lẻ

source: Delete?
vi: Xóa bỏ?

source: Adding...
vi: Đang thêm ...

source: Add variant
vi: Thêm biến thể

source: Title
vi: Chức vụ

source: Stock records
vi: Hồ sơ chứng khoán

source: This product does not have any variants.
vi: Sản phẩm này không có bất kỳ biến thể nào.

source: One can't add variants to this product at this point.
vi: Người ta không thể thêm các biến thể cho sản phẩm này tại thời điểm này.

source: This is likely because this product still has stock records.
vi: Điều này có thể xảy ra bởi vì sản phẩm này vẫn còn hồ sơ lưu kho.

source: Recommended products
vi: Sản phẩm khuyến cáo

source: or
vi: hoặc

source: Saving...
vi: Tiết kiệm...

source: Save and add another variant
vi: Lưu và thêm một biến thể khác

source: Save and continue editing
vi: Lưu và tiếp tục chỉnh sửa

source: Save
vi: Tiết kiệm

source: Store Statistics (Last 24 Hours)
vi: Thống kê cửa hàng (24 giờ qua)

source: New Customers
vi: những khách hàng mới

source: Revenue
vi: Doanh thu

source: Average order cost
vi: Chi phí đặt hàng trung bình

source: Average (paid) order cost
vi: Chi phí đặt hàng trung bình (có trả tiền)

source: Products and vouchers
vi: Sản phẩm và chứng từ

source: Total products
vi: Tổng số sản phẩm

source: Active Vouchers
vi: Phiếu thưởng đang hoạt động

source: %(name)s | Offers
vi: %(name)s | Ưu đãi

source: Reinstating...
vi: Đang phục hồi ...

source: Reinstate offer
vi: Khôi phục phiếu mua hàng

source: Suspending...
vi: Đang tạm ngừng ...

source: Suspend offer
vi: Tạm dừng ưu đãi

source: Delete offer
vi: Xóa phiếu mua hàng

source: Offer currently available
vi: Ưu đãi hiện có sẵn

source: Offer not available due to restrictions!
vi: Ưu đãi không có sẵn do hạn chế!

source: Total cost:
vi: Tổng chi phí:

source: Number of orders:
vi: Số lượng đơn đặt hàng:

source: Number of uses:
vi: Số lần sử dụng:

source: Date created:
vi: Ngày tạo:

source: Offer details
vi: Chi tiết phiếu mua hàng

source: Incentive
vi: Khuyến khích

source: Condition
vi: Điều kiện

source: Restrictions
vi: Những hạn chế

source: Export to CSV
vi: Xuất sang CSV

source: Orders that used this offer
vi: Các đơn đặt hàng đã sử dụng phiếu mua hàng này

source: Order number
vi: Số đơn hàng

source: Order date
vi: Ngày đặt hàng

source: Order total
vi: Tổng đơn đặt hàng

source: Cost
vi: Trị giá

source: Offer summary
vi: Tóm tắt phiếu mua hàng

source: Order %(number)s - Line #%(id)s
vi: Đặt hàng %(number)s - Dòng #%(id)s

source: Line #%(id)s
vi: Dòng #%(id)s

source: Order #%(number)s - Line #%(id)s
vi: Đơn hàng #%(number)s - Dòng #%(id)s

# Product title
source: Title
vi: Chức vụ

source: Product Type
vi: Loại sản phẩm

source: Product Options
vi: Tùy chọn sản phẩm

source: Partner details
vi: Chi tiết đối tác

source: Partner SKU
vi: SKU đối tác

source: Shipping details
vi: Chi tiết vận chuyển

source: Partner reference number
vi: Số tham chiếu của đối tác

source: Partner notes
vi: Ghi chú của đối tác

source: Estimate dispatch date
vi: Ước tính ngày gửi

source: Shipping status
vi: Tình trạng giao hàng

source: State
vi: Tình trạng

source: No shipping events have occurred.
vi: Không có sự kiện vận chuyển đã xảy ra.

source: Shipping events
vi: Sự kiện vận chuyển

source: Event
vi: Biến cố

source: Reference
vi: Thẩm quyền giải quyết

source: Date
vi: Ngày tháng

source: Payment events
vi: Sự kiện thanh toán

source: No payment events have occurred.
vi: Không có sự kiện thanh toán nào xảy ra.

source: Order %(number)s
vi: Đặt hàng %(number)s

source: Order #%(number)s
vi: Đặt hàng #%(number)s

source: Customer Information
vi: thông tin khách hàng

source: Full name
vi: Họ và tên

source: Email address
vi: Địa chỉ email

source: Customer has deleted their account.
vi: Khách hàng đã xóa tài khoản của họ.

source: Order information
vi: Thông tin đặt hàng

source: Order Total
vi: Tổng đơn đặt hàng

source: Date of purchase
vi: Ngày mua

source: Time of purchase
vi: Thời điểm mua hàng

source: Retry Fulfillment
vi: Thử thực hiện lại

source: Order Details
vi: Chi tiết đơn hàng

source: Order contents
vi: Nội dung đặt hàng

source: Shipping
vi: Đang chuyển hàng

source: Payment
vi: Sự chi trả

source: Discounts
vi: Giảm giá

source: Notes
vi: Ghi chú

source: Items ordered
vi: Mục thứ tự

source: Line ID
vi: Số dòng

source: Product
vi: Sản phẩm

source: Supplier
vi: Nhà cung cấp

source: Supplier SKU
vi: SKU của nhà cung cấp

source: Est. dispatch date
vi: Ước tính ngày gửi

source: Price excl tax (before discounts)
vi: Giá chưa bao gồm thuế (trước khi giảm giá)

source: Price inc tax (before discounts)
vi: Giá bao gồm thuế (trước khi giảm giá)

source: View
vi: Quang cảnh

source: Basket total (excl. discounts)
vi: Tổng giỏ hàng (không bao gồm chiết khấu)

source: Basket total (inc. discounts)
vi: Tổng giỏ hàng (bao gồm chiết khấu)

source: Basket total
vi: Tổng giỏ

source: Shipping total (excl. discounts)
vi: Tổng vận chuyển (không bao gồm chiết khấu)

source: Shipping total (inc. discounts)
vi: Tổng vận chuyển (bao gồm chiết khấu)

source: Shipping total
vi: Tổng vận chuyển

source: With selected lines
vi: Với các dòng đã chọn

source: Change line status to
vi: Thay đổi trạng thái dòng thành

source: choose new status
vi: chọn trạng thái mới

source: Create shipping event
vi: Tạo sự kiện vận chuyển

source: choose event type
vi: chọn loại sự kiện

source: with reference
vi: với tài liệu tham khảo

source: Create payment event
vi: Tạo sự kiện thanh toán

source: with amount
vi: với số lượng

source: Create refund
vi: Tạo tiền hoàn lại

source: Go!
vi: Đi!

source: Change order status
vi: Thay đổi trạng thái đơn đặt hàng

source: Change status
vi: Thay đổi trạng thái

source: This order can't have its status changed.
vi: Đơn đặt hàng này không thể thay đổi trạng thái.

source: Shipping Events
vi: Sự kiện vận chuyển

source: Lines
vi: Dòng

source: %(title)s (quantity %(event_qty)s/%(total_qty)s)
vi: %(title)s (số lượng %(event_qty)s/%(total_qty)s)
