Repository: team-megauni/ecommerce
Catalog: ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: vi

source: No shipping events.
vi: Không có sự kiện vận chuyển.

source: Payment Events
vi: Sự kiện thanh toán

source: Amount
vi: Số lượng

source: Product:
vi: Sản phẩm:

source: quantity
vi: số lượng

source: No payment events.
vi: Không có sự kiện thanh toán.

source: Method name
vi: Tên phương pháp

source: Method code
vi: Mã phương pháp

source: Charge (incl tax)
vi: Phí (bao gồm thuế)

source: Charge (excl tax)
vi: Phí (không bao gồm thuế)

source: Address
vi: Địa chỉ nhà

source: Phone
vi: Điện thoại

source: Instructions
vi: Hướng dẫn

source: Billing address
vi: Địa chỉ thanh toán

source: Payment sources
vi: Nguồn thanh toán

source: Source
vi: Nguồn

source: Allocation
vi: Phân bổ

source: Amount debited
vi: Số tiền ghi nợ

source: Amount refunded
vi: Số tiền hoàn lại

source: No payment sources found for this order.
vi: Không tìm thấy nguồn thanh toán nào cho đơn đặt hàng này.

source: Transactions
vi: Giao dịch

source: Voucher
vi: Chứng từ

source: Offer name
vi: Tên ưu đãi

source: Frequency
vi: Tính thường xuyên

source: Message
vi: Tin nhắn

source: No discounts were applied to this order.
vi: Không có chiết khấu nào được áp dụng cho đơn đặt hàng này.

source: Admin
vi: quản trị viên

source: No notes available.
vi: Không có ghi chú nào.

source: Save note
vi: Lưu ghi chú

source: Notes are only editable for 5 minutes after being saved.
vi: Ghi chú chỉ có thể chỉnh sửa trong 5 phút sau khi được lưu.

source: Download selected orders as a CSV
vi: Tải xuống các đơn đặt hàng đã chọn dưới dạng CSV

source: Total inc tax
vi: Tổng bao gồm thuế

source: Number of items
vi: Số hạng mục

source: Deleted
vi: Đã xóa

source: No orders found.
vi: Không tìm thấy đơn đặt hàng.

source: Enrollments
vi: Ghi danh

source: Mode
vi: Chế độ

source: Active?
vi: Tích cực?

source: No enrollments found.
vi: Không tìm thấy đăng ký.

source: Confirm Refund Processing
vi: Xác nhận xử lý tiền hoàn lại

source: Are you sure you want to issue a full refund and revoke student's enrollment?
vi: Bạn có chắc chắn muốn hoàn lại toàn bộ tiền và hủy bỏ ghi danh của học sinh không?

source: Are you sure you want to issue a full refund without revoking student's enrollment?
vi: Bạn có chắc chắn muốn hoàn trả đầy đủ mà không thu hồi đăng ký của học sinh không?

source: Are you sure you want to deny this refund request?
vi: Bạn có chắc chắn muốn từ chối yêu cầu hoàn tiền này không?

source: Confirm
vi: Xác nhận

source: Approve Credit and Revoke
vi: Phê duyệt tín dụng và thu hồi

source: Approve Credit Only
vi: Chỉ phê duyệt tín dụng

source: Deny
vi: Phủ nhận

source: Number of Items
vi: Số hạng mục

source: Total Credit
vi: Tổng số tín dụng

source: Created
vi: Tạo

source: No refunds found.
vi: Không tìm thấy tiền hoàn lại.

source: Search
vi: Tìm kiếm

source: Advanced Search
vi: tìm kiếm nâng cao

source: Close
vi: Đóng

source: Searching...
vi: Đang tìm kiếm...

source: Refund #%(id)s
vi: Hoàn lại #%(id)s

source: Refund Overview
vi: Tổng quan về tiền hoàn lại

source: Associated Order
vi: Đơn hàng liên kết

source: Refund Items
vi: Các mặt hàng hoàn lại tiền

source: Refund Line ID
vi: ID dòng tiền hoàn lại

source: Associated Order Line
vi: Dòng đặt hàng được liên kết

source: Credit (excl. tax)
vi: Tín dụng (không bao gồm thuế)

source: Processor
vi: Bộ xử lý

source: General
vi: Chung

source: Yes,No
vi: Có không

source: True,False
vi: Đúng sai

source: Staff
vi: Nhân Viên

source: Last login
vi: Lân đăng nhập cuôi

source: Date joined
vi: Ngày tham gia

source: Products viewed
vi: Sản phẩm đã xem

source: Number of orders
vi: Số lượng đơn đặt hàng

source: Number of ordered items
vi: Số lượng các mặt hàng đã đặt hàng

source: Total spent
vi: Tổng đã dành

source: Reviews written
vi: Bài đánh giá đã viết

source: Send password reset email
vi: Gửi email đặt lại mật khẩu

source: Addresses
vi: Địa chỉ

source: Reviews
vi: Nhận xét

source: Num items
vi: Num mục

source: Total value
vi: Tổng giá trị

source: Date placed
vi: Ngày đặt

source: This customer has not placed any orders yet.
vi: Khách hàng này chưa đặt bất kỳ đơn hàng nào.

source: This customer has not saved any addresses.
vi: Khách hàng này chưa lưu bất kỳ địa chỉ nào.

source: Product ID
vi: ID sản phẩm

source: Score
vi: Ghi bàn

# Product review title
source: Title
vi: Chức vụ

source: Body
vi: Cơ thể người

source: Date created
vi: Ngày tạo

source: This customer has not written any reviews yet.
vi: Khách hàng này chưa viết bất kỳ đánh giá nào.

source: E-Commerce Service Administration
vi: Quản trị Dịch vụ Thương mại Điện tử
