Repository: team-megauni/ecommerce
Catalog: ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: vi

source: {link_start}Refund #{refund_id}{link_end} created! Click {link_start}here{link_end} to view it.
vi: {link_start} hoàn lại #{refund_id} {link_end} ! Nhấp vào {link_start} đây {link_end} để xem.

source: A refund cannot be created for these lines. They may have already been refunded.
vi: Không thể tạo tiền hoàn lại cho những dòng này. Họ có thể đã được hoàn lại tiền.

source: Refunds Dashboard
vi: Bảng điều khiển tiền hoàn lại

source: Refund ID
vi: ID tiền hoàn lại

source: Status
vi: Trạng thái

source: Failed to retrieve enrollment data.
vi: Không truy xuất được dữ liệu đăng ký.

source: Day 3
vi: Ngày 3

source: Day 10
vi: Ngày 10

source: Day 19
vi: Ngày 19

source: Assign
vi: Chỉ định

source: Remind
vi: Nhắc nhở

source: Revoke
vi: Thu hồi

source: Automatic
vi: Tự động

source: Manual
vi: Thủ công

source: Course Catalog ID from the Discovery Service.
vi: ID danh mục khóa học từ Dịch vụ khám phá.

source: UUID for an EnterpriseCustomerCatalog from the Enterprise Service.
vi: UUID cho EnterpriseCustomerCatalog từ Dịch vụ doanh nghiệp.

source: EnterpriseCustomer Name
vi: Doanh nghiệp Tên khách hàng

source: Program UUID
vi: UUID chương trình

source: Email to user pending.
vi: Gửi email cho người dùng đang chờ xử lý.

source: Code successfully assigned to user.
vi: Đã gán mã thành công cho người dùng.

source: Code has been redeemed by user.
vi: Mã đã được đổi bởi người dùng.

source: Email to user bounced.
vi: Email đến người dùng bị trả lại.

source: Code has been revoked for this user.
vi: Mã đã bị thu hồi cho người dùng này.

source: Make a particular template version active.
vi: Làm cho một phiên bản mẫu cụ thể hoạt động.

source: Email has been sent.
vi: Email đã được gửi.

source: This user should receive email
vi: Người dùng này sẽ nhận được email

source: Order administration has been disabled due to the load on the database. This functionality can be restored by activating the {switch_name} Waffle switch. Be careful when re-activating this switch!
vi: Quản lý đơn đặt hàng đã bị vô hiệu hóa do tải trên cơ sở dữ liệu. Có thể khôi phục chức năng này bằng cách kích hoạt công tắc Waffle {switch_name} . Hãy cẩn thận khi kích hoạt lại công tắc này!

source: %d%% discount for manual course enrollment order
vi: Giảm %d%% cho đơn đặt hàng đăng ký khóa học thủ công

source: Payment Processor
vi: Người xử lý thanh toán

source: It expect that the order numbers stuck in fulfillment error state will be provided in a txt file format one per line.
vi: Nó hy vọng rằng các số đơn đặt hàng bị mắc kẹt trong trạng thái lỗi thực hiện sẽ được cung cấp ở định dạng tệp txt, mỗi số một dòng.

source: Click 'Save and Continue Editing' to add stock records
vi: Nhấp vào 'Lưu và Tiếp tục Chỉnh sửa' để thêm hồ sơ chứng khoán

source: Partner
vi: Bạn đồng hành

source: Partners
vi: Đối tác

source: Discover
vi: Phát hiện

source: Visa
vi: Hộ chiếu

source: We don't support the payment option you selected.
vi: Chúng tôi không hỗ trợ tùy chọn thanh toán bạn đã chọn.

source: Choose country
vi: Chọn quốc gia

source: {label} (required)
vi: {label} (bắt buộc)

source: Organization (required)
vi: Tổ chức (bắt buộc)

source: I am purchasing on behalf of my employer or other professional organization
vi: Tôi đang mua thay mặt cho chủ lao động của mình hoặc tổ chức nghề nghiệp khác

source: There was a problem retrieving your basket. Refresh the page to try again.
vi: Đã xảy ra sự cố khi truy xuất giỏ của bạn. Làm mới trang để thử lại.

source: First Name (required)
vi: Tên bắt buộc)

source: Last Name (required)
vi: Yêu cầu Tên)

source: Address (required)
vi: Địa chỉ (bắt buộc)

source: Suite/Apartment Number
vi: Số Suite / Căn hộ

source: City (required)
vi: Thành phố (bắt buộc)

source: State/Province
vi: Bang / Tỉnh

source: Zip/Postal Code
vi: Mã Zip / Mã Bưu điện

source: Country (required)
vi: Quốc gia (bắt buộc)

source: This field is required.
vi: Trường này là bắt buộc.

source: Postal codes for the U.S. and Canada are limited to nine (9) characters.
vi: Mã bưu chính của Hoa Kỳ và Canada được giới hạn trong chín (9) ký tự.

source: Transaction ID
vi: ID giao dịch

source: Payment Processor Response
vi: Phản hồi của bên xử lý thanh toán

source: Payment Processor Responses
vi: Phản hồi của bên xử lý thanh toán

source: Number of times to retry failing Paypal client actions (e.g., payment creation, payment execution)
vi: Số lần thử lại các hành động của khách hàng Paypal không thành công (ví dụ: tạo thanh toán, thực hiện thanh toán)

source: More than 10 digits before the decimal not allowed for fixed value.
vi: Không được phép có nhiều hơn 10 chữ số trước số thập phân đối với giá trị cố định.

source: More than 2 digits after the decimal not allowed for fixed value.
vi: Không được phép có nhiều hơn 2 chữ số sau số thập phân đối với giá trị cố định.

source: Percentage greater than 100 not allowed.
vi: Phần trăm lớn hơn 100 không được phép.

source: transaction declined
vi: giao dịch bị từ chối

source: Refund administration has been disabled due to the load on the database. This functionality can be restored by activating the {switch_name} Waffle switch. Be careful when re-activating this switch!
vi: Quản lý hoàn lại tiền đã bị vô hiệu hóa do tải trên cơ sở dữ liệu. Có thể khôi phục chức năng này bằng cách kích hoạt công tắc Waffle {switch_name} . Hãy cẩn thận khi kích hoạt lại công tắc này!

source: Order
vi: Đơn hàng

source: User
vi: Người sử dụng

source: Total Credit (excl. tax)
vi: Tổng tín dụng (không bao gồm thuế)

source: Currency
vi: Tiền tệ

source: Refund
vi: Đền bù

source: Order Line
vi: Dòng thứ tự

source: Line Credit (excl. tax)
vi: Tín dụng hạn mức (không bao gồm thuế)

source: Quantity
vi: Số lượng

source: Can be used once by one customer
vi: Có thể được sử dụng một lần bởi một khách hàng

source: Can be used multiple times by multiple customers
vi: Có thể sử dụng nhiều lần cho nhiều khách hàng

source: Can only be used once per customer
vi: Mỗi khách hàng chỉ được sử dụng một lần

source: Can be used multiple times by one customer
vi: Một khách hàng có thể sử dụng nhiều lần

source: Usage
vi: Sử dụng

source: Is Public Code Batch
vi: Mã công khai là lô

source: Should this code batch be public or private for assignment.
vi: Nếu lô mã này là công khai hay riêng tư để gán.

source: This voucher is assigned to another user.
vi: Phiếu thưởng này được chỉ định cho người dùng khác.

source: Redeemed
vi: Đã đổi

source: Discount
vi: Giảm giá

source: Enrollment
vi: Ghi danh

source: Inactive
vi: Không hoạt động

source: Catalog Query
vi: Truy vấn danh mục

source: Redeemed For Course IDs
vi: Được đổi lấy ID khóa học

source: Redeemed For Course ID
vi: Được đổi lấy ID khóa học

source: Active
vi: Tích cực

source: Code
vi: Mã số

source: This row applies to all vouchers
vi: Hàng này áp dụng cho tất cả các voucher

source: Category
vi: Danh mục

source: Coupon Expiry Date
vi: Ngày hết hạn phiếu thưởng

source: Coupon Name
vi: Tên phiếu thưởng

source: Coupon Start Date
vi: Ngày bắt đầu phiếu thưởng

source: Coupon Type
vi: Loại phiếu giảm giá

source: Create Date
vi: Tạo ngày

source: Discount Percentage
vi: Tỷ lệ chiết khấu

source: Discount Amount
vi: Số tiền chiết khấu

source: Email Domains
vi: Tên miền email

source: Invoiced Amount
vi: Số lượng danh sách đơn hàng

source: Note
vi: Ghi chú

source: Price
vi: Giá bán

source: Course ID
vi: Mã khóa học

source: Organization
vi: Cơ quan

source: Course Seat Types
vi: Các loại chỗ ngồi trong khóa học

source: Maximum Coupon Usage
vi: Sử dụng phiếu giảm giá tối đa

source: Redemption Count
vi: Số lượng đổi thưởng

source: Client
vi: Khách hàng

source: Order Number
vi: Số đơn hàng

source: Redeemed By Username
vi: Được đổi bằng tên người dùng

source: Range for coupon [{coupon_id}]
vi: Phạm vi cho phiếu giảm giá [{coupon_id}]

source: Coupon Report for {coupon_name}
vi: Báo cáo phiếu giảm giá cho {coupon_name}

source: Failed to find a matching stock record for coupon, report download canceled.
vi: Không tìm thấy hồ sơ chứng khoán phù hợp cho phiếu giảm giá, báo cáo tải xuống đã bị hủy.

source: Not Paid
vi: Không phải trả tiền

source: Paid
vi: Đã thanh toán

source: Prepaid
vi: Trả trước

source: Postpaid
vi: Trả sau

source: Bulk purchase
vi: Mua số lượng lớn

source: Not applicable
vi: Không áp dụng

source: Fixed
vi: đã sửa

source: Management View
vi: Chế độ xem quản lý

source: Refund Transactions
vi: Giao dịch hoàn lại tiền

source: {action} is not a valid action.
vi: {action} không phải là một hành động hợp lệ.

source: {value}% program discount
vi: chiết khấu chương trình {value}%

source: {value} fixed-price program discount
vi: chiết khấu chương trình giá cố định {value}

source: An offer already exists for this program.
vi: Một đề nghị đã tồn tại cho chương trình này.

source: Discount for the {program_title} {program_type} Program
vi: Giảm giá cho Chương trình {program_title} {program_type}

source: Edit Program Offer: %(program_title)s
vi: Chỉnh sửa ưu đãi chương trình: %(program_title)s

source: Create Program Offer
vi: Tạo chương trình ưu đãi

source: Program Offers
vi: Ưu đãi chương trình

source: Edit Program Offer
vi: Chỉnh sửa ưu đãi chương trình

source: %(platform_name)s Program Offer Administration Tool
vi: Công cụ quản trị ưu đãi chương trình %(platform_name)s

source: Current program offers
vi: Chương trình hiện tại cung cấp

source: Program Title
vi: Tiêu đề chương trình

source: Program offer updated!
vi: Chương trình ưu đãi được cập nhật!

source: Program offer created!
vi: Ưu đãi chương trình đã được tạo!

source: Affiliate ID
vi: ID liên kết

source: UTM Source
vi: Nguồn UTM

source: UTM Medium
vi: Phương tiện UTM

source: UTM Campaign
vi: Chiến dịch UTM

source: UTM Term
vi: Điều khoản UTM

source: UTM Content
vi: Nội dung UTM

source: UTM Created At
vi: UTM được tạo lúc

source: Dashboard
vi: bảng điều khiển

source: Catalogue
vi: Mục lục

source: Products
vi: Các sản phẩm

source: Product Types
vi: Các loại sản phẩm

source: Categories
vi: Thể loại

source: Ranges
vi: Các dãy

source: Low stock alerts
vi: Cảnh báo hàng còn ít

source: Fulfillment
vi: Sự hoàn thành

source: Orders
vi: Đơn hàng

source: Statistics
vi: Số liệu thống kê

source: Refunds
vi: Tiền hoàn lại

source: Customers
vi: Khách hàng

source: Stock alert requests
vi: Yêu cầu cảnh báo hàng tồn kho

source: Offers
vi: Ưu đãi

source: Vouchers
vi: Phiếu thưởng

source: Reports
vi: Báo cáo

source: English
vi: tiếng Anh

source: Spanish
vi: người Tây Ban Nha

source: Spanish (Latin American)
vi: Tiếng Tây Ban Nha (Mỹ Latinh)

source: Vietnamese
vi: Tiếng Việt

source: Credit Provider
vi: Nhà cung cấp tín dụng

source: Price (VND)
vi: giá (đô la Mỹ)

source: Credit Hours
vi: Giờ tín dụng

source: Upgrade Deadline
vi: Thời hạn nâng cấp

source: off
vi: tắt

source: discount
vi: giảm giá

source: Now
vi: Bây giờ

source: Get Credit
vi: Nhận tín dụng

source: Enroll Now
vi: Đăng ký ngay

source: Checkout
vi: Thủ tục thanh toán

source: If you need assistance, contact edX support.
vi: Nếu bạn cần hỗ trợ, hãy liên hệ với bộ phận hỗ trợ của edX.

source: Price (in VND)
vi: Giá (tính theo VND)

source: No Certificate
vi: Không có chứng chỉ

source: Coupon Codes
vi: Mã phiếu mua hàng

source: Coupons
vi: Phiếu giảm giá

source: Edit Coupon
vi: Chỉnh sửa phiếu giảm giá

source: Code Status:
vi: Trạng thái mã:

source: Last edit:
vi: Lần chỉnh sửa cuối cùng:

source: Discount Value:
vi: Giá trị chiết khấu:

source: Valid for courses:
vi: Có giá trị cho các khóa học:

source: Catalog Query:
vi: Truy vấn danh mục:

source: Catalog:
vi: Mục lục:

source: Valid from:
vi: Có hiệu lực từ:

source: Valid until:
vi: Có hiệu lực cho đến khi:

source: Seat Types:
vi: Các loại chỗ ngồi:

source: Email Domains:
vi: Miền Email:

source: Usage Limitations:
vi: Giới hạn sử dụng:

source: Maximum Uses:
vi: Sử dụng tối đa:

source: Download Voucher(s):
vi: Tải xuống (các) Voucher:

source: Download
vi: Tải xuống

source: Client:
vi: Khách hàng:

source: Invoice Type:
vi: Loại hoá đơn:

source: Invoice Number:
vi: Số hóa đơn:

source: Invoiced Amount:
vi: Số lượng danh sách đơn hàng:

source: Invoice Discount Value:
vi: Giá trị chiết khấu hóa đơn:

source: Invoice Payment Date:
vi: Ngày Thanh toán Hóa đơn:

source: Tax Deducted Source:
vi: Nguồn được khấu trừ thuế:

source: Code Type
vi: Loại mã

source: Valid from
vi: Có hiệu lực từ

source: Valid until
vi: Có hiệu lực cho đến khi

source: Usage Limitations
vi: Giới hạn sử dụng

source: optional
vi: không bắt buộc

source: Number of Codes
vi: Số lượng mã

source: Maximum Number of Uses
vi: Số lần sử dụng tối đa

source: Percent
vi: Phần trăm

source: Fixed (₫VND)
vi: Cố định (₫VND)

source: Invoice Type
vi: Loại hoá đơn

source: Already invoiced
vi: Đã lập hóa đơn

source: Invoice after redemption
vi: Hóa đơn sau khi đổi

source: Invoice Number
vi: Số hóa đơn

source: Payment Date
vi: Ngày thanh toán

source: Discount per Code
vi: Giảm giá cho mỗi mã

source: Tax Deducted Source (TDS)
vi: Nguồn khấu trừ thuế (TDS)

source: Yes
vi: Vâng

source: No
vi: Không

source: Single course
vi: Một khóa học

source: Multiple courses
vi: Nhiều khóa học

source: Catalog
vi: Mục lục

source: Program
vi: Chương trình

source: Seat Type
vi: Loại ghế

source: Query string:
vi: Chuỗi truy vấn:

source: Select from course catalogs:
vi: Chọn từ danh mục khóa học:

source: Non-credit
vi: Phi tín dụng

source: Enterprise Customer:
vi: Khách hàng Doanh nghiệp:

source: Email domains:
vi: Các miền email:

source: Create Coupon
vi: Tạo phiếu giảm giá

source: Current Coupon Codes
vi: Mã phiếu giảm giá hiện tại

source: Courses
vi: Các khóa học

source: Edit Course
vi: Chỉnh sửa khóa học

source: Course Information
vi: Thông tin khóa học

source: Course Type
vi: Loại khóa học

source: NOTE: Courses formerly of type "Honor" now display as "Audit", but continue to function as before so long as they have an "Honor Seat" below
vi: LƯU Ý: Các khóa học trước đây thuộc loại "Danh dự" hiện hiển thị là "Đánh giá", nhưng vẫn tiếp tục hoạt động như trước miễn là chúng có "Ghế Danh dự" bên dưới

source: Verification Deadline
vi: Thời hạn xác minh

source: Course Seats
vi: Ghế khóa học

source: Course Name
vi: Tên khóa học

source: Select a course type.
vi: Chọn một loại khóa học.

source: After this date/time, students can no longer submit photos for ID verification.
vi: Sau ngày / giờ này, sinh viên không thể gửi ảnh để xác minh ID nữa.

source: Change the verification deadline for this course. The default deadline is the course end date and time.
vi: Thay đổi thời hạn xác minh cho khóa học này. Thời hạn mặc định là ngày và giờ kết thúc khóa học.

source: Include Honor Seat
vi: Bao gồm Ghế Danh dự

source: Include an Honor Seat with this course
vi: Bao gồm Ghế Danh dự với khóa học này

source: Add New Course
vi: Thêm khóa học mới

source: Verified Certificate
vi: Chứng chỉ đã xác minh

source: Add course seat
vi: Thêm chỗ ngồi

source: Delete course seat
vi: Xóa chỗ ngồi của khóa học

source: Preview
vi: Xem trước

source: Catalog Details
vi: Chi tiết danh mục

source: Enterprise Coupons
vi: Phiếu giảm giá doanh nghiệp

source: Enterprise Customer
vi: Khách hàng doanh nghiệp

source: Enterprise Customer Catalog
vi: Danh mục khách hàng doanh nghiệp

source: Notification Email
vi: Email thông bao

source: Contract discount value:
vi: Giá trị chiết khấu hợp đồng:

source: Prepaid Invoice Amount:
vi: Số tiền Hóa đơn Trả trước:

source: Discount on contract
vi: Giảm giá trên hợp đồng

source: Prepaid invoice amount
vi: Số tiền trả trước trên hóa đơn

source: Create Enterprise Coupon
vi: Tạo phiếu giảm giá doanh nghiệp

source: Current Enterprise Coupon Codes
vi: Mã phiếu thưởng doanh nghiệp hiện tại

source: Honor Certificate
vi: Giấy chứng nhận danh dự

source: Professional Education
vi: Giáo dục chuyên nghiệp

source: Professional education courses have no upgrade deadline.
vi: Các khóa học giáo dục chuyên nghiệp không có thời hạn nâng cấp.

source: After this date/time, students can no longer enroll in this track.
vi: Sau ngày / giờ này, sinh viên không thể đăng ký theo dõi này nữa.

source: Change the upgrade deadline for this course. The default deadline is 10 days before the course end date and time.
vi: Thay đổi thời hạn nâng cấp cho khóa học này. Thời hạn mặc định là 10 ngày trước ngày và giờ kết thúc khóa học.

source: Professional Education Certificate
vi: Chứng chỉ giáo dục chuyên nghiệp

source: ID Verification Required?
vi: Yêu cầu xác minh ID?

source: Build
vi: Xây dựng

source: Version:
vi: Phiên bản:

source: Redeem
vi: Chuộc lại

source: Earn a verified certificate in one of our popular courses to advance your career, showcase your accomplishments or enhance your college application.
vi: Kiếm được chứng chỉ đã được xác minh trong một trong các khóa học phổ biến của chúng tôi để thăng tiến sự nghiệp của bạn, giới thiệu thành tích của bạn hoặc nâng cao ứng dụng đại học của bạn.

source: Why buy a verified certificate?
vi: Tại sao phải mua chứng chỉ đã được xác minh?

source: A verified certificate (digital) confirming that a user has completed the course on a specified date. The certificate includes edX's logo and the university's logo, as well as signatures from faculty members involved with the course. There is also a URL that can be used to verify the authenticity of the certificate.
vi: Chứng chỉ đã được xác minh (kỹ thuật số) xác nhận rằng người dùng đã hoàn thành khóa học vào một ngày cụ thể. Chứng chỉ bao gồm biểu tượng của edX và biểu tượng của trường đại học, cũng như chữ ký của các giảng viên tham gia khóa học. Ngoài ra còn có một URL có thể được sử dụng để xác minh tính xác thực của chứng chỉ.

source: A verified certificate demonstrates to future employers that you've mastered the course material.
vi: Chứng chỉ đã được xác minh chứng minh cho các nhà tuyển dụng tương lai rằng bạn đã nắm vững tài liệu khóa học.

source: The certificate is officially signed and stamped by the institution that offers the course.
vi: Chứng chỉ được ký và đóng dấu chính thức bởi cơ sở cung cấp khóa học.

source: You're twelve times more likely to complete the course if you're working toward a verified certificate.
vi: Khả năng hoàn thành khóa học của bạn cao gấp mười hai lần nếu bạn đang nỗ lực để đạt được chứng chỉ đã được xác minh.

source: %(platform_name)s Course Administration Tool
vi: Công cụ quản trị khóa học %(platform_name)s

source: Student Dashboard
vi: Bảng điều khiển dành cho sinh viên

source: Course Admin Tool
vi: Công cụ quản trị khóa học

source: E-Commerce Dashboard
vi: Trang tổng quan thương mại điện tử

source: Sign Out
vi: Đăng xuất

source: Receipt for %(order_number)s
vi: Biên nhận cho %(order_number)s

source: Thank you for your order!
vi: Cảm ơn bạn đã đặt hàng của bạn!

source: Your order is complete. You will receive a confirmation message and your enrollment code(s) at {link_start}{email}{link_end}. If you need a receipt, you can print this page.
vi: Đơn hàng của bạn đã hoàn tất. Bạn sẽ nhận được thông báo xác nhận và (các) mã đăng ký của mình tại {link_start} {email} {link_end}. Nếu bạn cần biên lai, bạn có thể in trang này.

source: Your order is complete. If you need a receipt, you can print this page. You will also receive a confirmation message with this information at {link_start}{email}{link_end}.
vi: Đơn hàng của bạn đã hoàn tất. Nếu bạn cần biên lai, bạn có thể in trang này. Bạn cũng sẽ nhận được thông báo xác nhận với thông tin này tại {link_start} {email} {link_end}.

source: Order Number:
vi: Số đặt hàng:

source: Payment Method:
vi: Phương thức thanh toán:

source: Order Date:
vi: Ngày đặt hàng:

source: Order Information
vi: Thông tin đặt hàng

source: Description
vi: Sự miêu tả

source: Item Price
vi: Giá vật phẩm

source: Quantity:
vi: Số lượng:

source: Description:
vi: Sự miêu tả:

source: Item Price:
vi: Giá vật phẩm:

source: Subtotal
vi: Tổng phụ

source: %(voucher_discount_amount)s off
vi: %(voucher_discount_amount)s

source: Discount of type %(type)s provided by %(enterprise_name)s
vi: Giảm giá của loại %(type)s do %(enterprise_name)s cung cấp

source: Discount for your first upgrade
vi: Giảm giá cho lần nâng cấp đầu tiên của bạn

source: Discount of type %(type)s is provided.
vi: Giảm giá của loại %(type)s được cung cấp.

source: Courtesy of %(enterprise_name)s.
vi: Được phép của %(enterprise_name)s.

source: Total
vi: Toàn bộ

source: Get Your Course Credit
vi: Nhận tín dụng khóa học của bạn

source: To receive academic credit for this course, you must apply for credit at the organization that offers the credit. You can find a link to the organization’s website on your {link_start}{lms_dashboard_url}{link_middle}dashboard{link_end}, next to the course name.
vi: Để nhận được tín chỉ học tập cho khóa học này, bạn phải đăng ký tín dụng tại tổ chức cung cấp tín chỉ. Bạn có thể tìm thấy một liên kết đến trang web của tổ chức trên trang {link_start} {lms_dashboard_url}{link_middle}dashboard {link_end}, bên cạnh tên khóa học.

source: Go to dashboard
vi: Đi đến bảng điều khiển

source: Find more courses
vi: Tìm các khóa học khác

source: Order Not Found
vi: Không tìm thấy đơn hàng

source: The specified order could not be located. Please ensure that the URL is correct, and try again.
vi: Không thể xác định đơn đặt hàng. Hãy đảm bảo rằng URL là chính xác và thử lại.

source: You may also view your previous orders on the {link_start}{order_history_url}{link_middle}{link_end}Account Settings{link_end} page.
vi: Bạn cũng có thể xem các đơn đặt hàng trước của mình trên trang {link_start} {order_history_url}{link_middle}{link_end}Account Settings{link_end} page.

source: Select
vi: Lựa chọn

source: Credits:
vi: Tín dụng:

source: Price:
vi: Giá bán:

source: Learn more about %(display_name)s credit?
vi: Tìm hiểu thêm về tín dụng %(display_name)s?

source: Credit available until %(date)s
vi: Tín dụng có sẵn cho đến %(date)s

source: Purchase Credit for %(course_name)s
vi: Mua tín dụng cho %(course_name)s

source: Purchase Credit for %(course_name)s
vi: Mua tín dụng cho %(course_name)s

source: Congratulations! You are eligible to purchase academic course credit for this course. You must purchase your credit before %(date)s. Select one of the following institutions to purchase your credit.
vi: Chúc mừng! Bạn đủ điều kiện để mua tín dụng khóa học học thuật cho khóa học này. Bạn phải mua tín dụng của mình trước %(date)s. Chọn một trong các tổ chức sau để mua tín dụng của bạn.

source: Price:
vi: Giá bán:

source: Discount:
vi: Giảm giá:

source: Total:
vi: Toàn bộ:

source: You deserve it.
vi: Bạn xứng đáng với nó.

source: The hard work is over - you passed the course! Now get the credit you deserve to start or complete a degree.
vi: Công việc khó khăn đã qua - bạn đã vượt qua khóa học! Bây giờ nhận được tín dụng bạn xứng đáng để bắt đầu hoặc hoàn thành một mức độ.

source: It's affordable.
vi: Giá cả phải chăng.

source: The credit offered through edX generally costs less than the same credit at most institutions.
vi: Khoản tín dụng được cung cấp thông qua edX thường có chi phí thấp hơn so với khoản tín dụng tương tự tại hầu hết các tổ chức.

source: It opens doors.
vi: Nó mở ra những cánh cửa.

source: Many of today's most in-demand jobs require a college degree. Start your path to success!
vi: Nhiều công việc có nhu cầu nhất hiện nay yêu cầu bằng đại học. Bắt đầu con đường thành công của bạn!

source: Questions?
vi: Câu hỏi?

source: Please read {link_start}our FAQs to view common questions about our certificates.{link_end}
vi: Vui lòng đọc {link_start} Câu hỏi thường gặp của chúng tôi để xem các câu hỏi thường gặp về chứng chỉ của chúng tôi. {link_end}

source: You are enrolling in:
vi: Bạn đang đăng ký:
