Repository: team-megauni/ecommerce
Catalog: ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Personal info
vi: Thông tin cá nhân

source: Permissions
vi: Quyền

source: Important dates
vi: Những ngày quan trọng

source: User administration has been disabled due to the load on the database. This functionality can be restored by activating the {switch_name} Waffle switch. Be careful when re-activating this switch!
vi: Quản trị người dùng đã bị vô hiệu hóa do tải trên cơ sở dữ liệu. Có thể khôi phục chức năng này bằng cách kích hoạt công tắc Waffle {switch_name} . Hãy cẩn thận khi kích hoạt lại công tắc này!

source: LMS base url for custom site/microsite
vi: Url cơ sở LMS cho trang web tùy chỉnh / trang web nhỏ

source: Root URL of this site's LMS (e.g. https://courses.stage.edx.org)
vi: URL gốc của LMS của trang web này (ví dụ: https://courses.stage.edx.org)

source: Path to custom site theme
vi: Đường dẫn đến chủ đề trang web tùy chỉnh

source: Payment processors
vi: Người xử lý thanh toán

source: Comma-separated list of processor names: 'cybersource,paypal'
vi: Danh sách tên bộ xử lý được phân tách bằng dấu phẩy: 'cybersource, paypal'

source: Client-side payment processor
vi: Bộ xử lý thanh toán phía khách hàng

source: Processor that will be used for client-side payments
vi: Bộ xử lý sẽ được sử dụng cho các khoản thanh toán phía khách hàng

source: OAuth settings
vi: Cài đặt OAuth

source: JSON string containing OAuth backend settings.
vi: Chuỗi JSON chứa cài đặt phụ trợ OAuth.

source: Segment key
vi: Khóa phân đoạn

source: Segment write/API key.
vi: Ghi phân đoạn / khóa API.

source: From email
vi: Từ email

source: Address from which emails are sent.
vi: Địa chỉ mà các email được gửi đi.

source: Enable enrollment codes
vi: Bật mã đăng ký

source: Enable the creation of enrollment codes.
vi: Cho phép tạo mã đăng ký.

source: Payment support email
vi: Email hỗ trợ thanh toán

source: Contact email for payment support issues.
vi: Liên hệ email về các vấn đề hỗ trợ thanh toán.

source: Payment support url
vi: Url hỗ trợ thanh toán

source: URL for payment support issues.
vi: URL cho các vấn đề hỗ trợ thanh toán.

source: UTM Cookie Name
vi: Tên cookie UTM

source: Name of cookie storing UTM data.
vi: Tên cookie lưu trữ dữ liệu UTM.

source: Affiliate Cookie Name
vi: Tên cookie liên kết

source: Name of cookie storing affiliate data.
vi: Tên cookie lưu trữ dữ liệu liên kết.

source: Send refund email notification
vi: Gửi email thông báo hoàn tiền

source: Enable SDN check
vi: Bật kiểm tra SDN

source: Enable SDN check at checkout.
vi: Bật kiểm tra SDN khi thanh toán.

source: [Deprecated] US Treasury SDN API URL
vi: [Không được chấp nhận] URL API SDN của Kho bạc Hoa Kỳ

source: [Deprecated] US Treasury SDN API key
vi: [Không được dùng nữa] Khóa API SDN của Kho bạc Hoa Kỳ

source: SDN lists
vi: Danh sách SDN

source: A comma-separated list of Treasury OFAC lists to check against.
vi: Một danh sách các danh sách OFAC Kho bạc được phân tách bằng dấu phẩy để kiểm tra.

source: Require Account Activation
vi: Yêu cầu kích hoạt tài khoản

source: Require users to activate their account before allowing them to redeem a coupon.
vi: Yêu cầu người dùng kích hoạt tài khoản của họ trước khi cho phép họ đổi phiếu thưởng.

source: Optimizely snippet source URL
vi: URL nguồn của đoạn mã tối ưu hóa

source: This script will be loaded on every page.
vi: Tập lệnh này sẽ được tải trên mọi trang.

source: Enable Sailthru Reporting
vi: Bật báo cáo Sailthru

source: Determines if purchases should be reported to Sailthru.
vi: Xác định xem các giao dịch mua có được báo cáo cho Sailthru hay không.

source: Base Cookie Domain
vi: Tên miền cookie cơ sở

source: Base cookie domain used to share cookies across services.
vi: Miền cookie cơ sở được sử dụng để chia sẻ cookie trên các dịch vụ.

source: Enable embargo check
vi: Bật kiểm tra cấm vận

source: Enable embargo check at checkout.
vi: Bật kiểm tra cấm vận lúc thanh toán.

source: Discovery API URL
vi: URL API khám phá

source: Enable Apple Pay
vi: Bật Apple Pay

source: Enable Partial Program Offer
vi: Bật ưu đãi chương trình một phần

source: Enable the application of program offers to remaining unenrolled or unverified courses
vi: Cho phép áp dụng các ưu đãi của chương trình cho các khóa học còn lại chưa đăng ký hoặc chưa được xác minh

source: Hubspot Portal Secret Key
vi: Khóa bí mật của Cổng Hubspot

source: Secret key for Hubspot portal authentication
vi: Khóa bí mật để xác thực cổng Hubspot

source: Enable Microfrontend for Basket Page
vi: Bật Microfrontend cho Trang Giỏ hàng

source: Use the microfrontend implementation of the basket page instead of the server-side template
vi: Sử dụng triển khai microfrontend của trang giỏ thay vì mẫu phía máy chủ

source: Payment Microfrontend URL
vi: URL thanh toán Microfrontend

source: URL for the Payment Microfrontend (used if Enable Microfrontend for Basket Page is set)
vi: URL cho Microfrontend thanh toán (được sử dụng nếu Bật Microfrontend cho Trang giỏ hàng được đặt)

source: Account Microfrontend URL
vi: URL Microfrontend của Tài khoản

source: URL for the Account Microfrontend (used to lead learners to ID verification workflow)
vi: URL cho Microfrontend tài khoản (được sử dụng để dẫn người học đến quy trình xác minh ID)

source: last name
vi: họ

source: Full Name
vi: Họ và tên

source: LMS user id
vi: Id người dùng LMS

source: Name
vi: Tên

source: EnterpriseCustomer UUID
vi: UUID khách hàng doanh nghiệp

source: UUID for an EnterpriseCustomer from the Enterprise Service.
vi: UUID cho Khách hàng Doanh nghiệp từ Dịch vụ Doanh nghiệp.

source: Coupon does not exist.
vi: Phiếu giảm giá không tồn tại.

source: This coupon code is not yet valid.
vi: Mã phiếu giảm giá này chưa hợp lệ.

source: This coupon code has expired.
vi: Mã phiếu giảm giá này đã hết hạn.

source: Product [{product}] not available for purchase.
vi: Sản phẩm [{product}] không có sẵn để mua.

source: This coupon code is no longer available.
vi: Mã phiếu giảm giá này không còn nữa.

source: This coupon code is invalid.
vi: Mã phiếu giảm giá này không hợp lệ.

source: The voucher is not applicable to your current basket.
vi: Phiếu quà tặng không áp dụng cho giỏ hàng hiện tại của bạn.

source: Welcome to edX
vi: Chào mừng đến với edX

source: Please choose from the courses selected by your organization to start learning.
vi: Vui lòng chọn từ các khóa học được tổ chức của bạn chọn để bắt đầu học.

source: Code not provided.
vi: Mã không được cung cấp.

source: SKU not provided.
vi: Mã hàng không được cung cấp.

source: The product does not exist.
vi: Sản phẩm không tồn tại.

source: You are not eligible to use this coupon.
vi: Bạn không đủ điều kiện để sử dụng phiếu giảm giá này.

source: Couldn't find a matching Enterprise Customer for this coupon.
vi: Không thể tìm thấy một Khách hàng Doanh nghiệp phù hợp cho phiếu giảm giá này.

source: This coupon is not valid for purchasing a program. Try using this on an individual course in the program. If you need assistance, contact edX support.
vi: Phiếu giảm giá này không có giá trị để mua một chương trình. Hãy thử sử dụng điều này cho một khóa học cá nhân trong chương trình. Nếu bạn cần hỗ trợ, hãy liên hệ với bộ phận hỗ trợ của edX.

source: Invalid data sharing consent token provided.
vi: Đã cung cấp mã thông báo đồng ý chia sẻ dữ liệu không hợp lệ.

source: You have already purchased {course} seat.
vi: Bạn đã mua chỗ ngồi {course} .

source: A discount has been applied, courtesy of {enterprise_customer_name}.
vi: Giảm giá đã được áp dụng, với sự cho phép của {enterprise_customer_name}.

source: This coupon code is not valid for this course. Try a different course.
vi: Mã phiếu giảm giá này không hợp lệ cho khóa học này. Hãy thử một khóa học khác.

source: Site
vi: Địa điểm

source: Last date/time on which verification for this product can be submitted.
vi: Ngày / giờ cuối cùng có thể gửi xác minh cho sản phẩm này.

source: Failed to publish commerce data for {course_id} to LMS.
vi: Không thể xuất bản dữ liệu thương mại cho {course_id} lên LMS.

source: Audit
vi: Kiểm toán

source: Credit
vi: Tín dụng

source: Honor
vi: Tôn kính

source: Professional
vi: Cao thủ

source: Verified
vi: Đã xác minh

source: Executive Education
vi: Giáo dục điều hành

source: An error has occurred. We could not confirm that you are eligible for course credit. Try the transaction again.
vi: Một lỗi đã xảy ra. Chúng tôi không thể xác nhận rằng bạn đủ điều kiện nhận tín dụng khóa học. Thử lại giao dịch.

source: Credit is not currently available for "{course_name}". If you are currently enrolled in the course, please try again after all grading is complete. If you need additional assistance, please contact the {site_name} Support Team.
vi: Tín dụng hiện không khả dụng cho "{course_name}". Nếu bạn hiện đang đăng ký khóa học, vui lòng thử lại sau khi hoàn tất việc chấm điểm. Nếu bạn cần hỗ trợ thêm, vui lòng liên hệ với Nhóm hỗ trợ {site_name} .

source: An error has occurred. We could not confirm that the institution you selected offers this course credit. Try the transaction again.
vi: Một lỗi đã xảy ra. Chúng tôi không thể xác nhận rằng tổ chức bạn đã chọn cung cấp tín chỉ khóa học này. Thử lại giao dịch.

source: %d%% enterprise discount
vi: %d%% chiết khấu doanh nghiệp

source: {value} fixed-price enterprise discount
vi: chiết khấu doanh nghiệp theo giá cố định {value}

source: Percentage
vi: Phần trăm

source: Absolute
vi: Tuyệt đối

source: This coupon has been made available through {new_enterprise}. To redeem this coupon, you must first logout. When you log back in, please select {new_enterprise} as your enterprise and try again.
vi: Phiếu giảm giá này đã được cung cấp thông qua {new_enterprise}. Để đổi phiếu giảm giá này, trước tiên bạn phải đăng xuất. Khi bạn đăng nhập lại, vui lòng chọn {new_enterprise} làm doanh nghiệp của bạn và thử lại.

source: This code is not valid with your email. Please login with the correct email assigned to the code or contact your Learning Manager for additional questions.
vi: Mã này không hợp lệ với email của bạn. Vui lòng đăng nhập bằng email chính xác được chỉ định cho mã hoặc liên hệ với Người quản lý học tập của bạn nếu có thêm câu hỏi.

source: Enterprise Customer UUID
vi: UUID khách hàng doanh nghiệp

source: Enterprise Customer Catalog UUID
vi: UUID danh mục khách hàng doanh nghiệp

source: Discount Type
vi: Loại giảm giá

source: Discount Value
vi: Giá trị chiết khấu

source: Contract Discount Type
vi: Loại giảm giá hợp đồng

source: Contract Discount
vi: Giảm giá hợp đồng

source: Prepaid Invoice Amount
vi: Số tiền trên hóa đơn trả trước

source: Salesforce Opportunity ID
vi: ID cơ hội của lực lượng bán hàng

source: Emails Addresses
vi: Địa chỉ email

source: Comma separated emails which will receive the offer usage alerts
vi: Các email được phân tách bằng dấu phẩy sẽ nhận được cảnh báo sử dụng phiếu mua hàng

source: Frequency for offer usage emails
vi: Tần suất gửi email sử dụng phiếu mua hàng

source: The maximum number of enrollments that can redeem this offer.
vi: Số lượng đăng ký tối đa có thể đổi phiếu mua hàng này.

source: The maximum VND amount that can be redeemed by this offer.
vi: Số tiền đô la Mỹ tối đa có thể được đổi bằng phiếu mua hàng này.

source: The maximum number of enrollments, by a user, that can redeem this offer.
vi: Số lượng đăng ký tối đa, bởi một người dùng, có thể đổi phiếu mua hàng này.

source: The maximum VND amount that can be redeemed using this offer by a user.
vi: Số tiền đô la Mỹ tối đa mà người dùng có thể sử dụng phiếu mua hàng này.

source: Start Date
vi: Ngày bắt đầu

source: End Date
vi: Ngày cuối

source: Enrollment Limit
vi: Giới hạn đăng ký

source: Bookings Limit
vi: Giới hạn đặt trước

source: Per User Enrollment Limit
vi: Giới hạn đăng ký cho mỗi người dùng

source: Per User Bookings Limit
vi: Giới hạn đặt trước cho mỗi người dùng

source: Ensure new value must be greater than or equal to consumed({offer_enrollments}) value.
vi: Đảm bảo giá trị mới phải lớn hơn hoặc bằng giá trị consumed({offer_enrollments}) .

source: Ensure this value is greater than or equal to 0.
vi: Đảm bảo giá trị này lớn hơn hoặc bằng 0.

source: Ensure new value must be greater than or equal to consumed({consumed_discount:.2f}) value.
vi: Đảm bảo giá trị mới phải lớn hơn hoặc bằng giá trị đã tiêu thụ ({consumed_discount:.2f}).

source: Given email address {email} is not a valid email.
vi: Địa chỉ email đã cung cấp {email} không phải là một email hợp lệ.

source: An offer already exists for this Enterprise & Catalog combination.
vi: Một ưu đãi đã tồn tại cho kết hợp Doanh nghiệp & Danh mục này.

source: Percentage discounts cannot be greater than 100%.
vi: Phần trăm chiết khấu không được lớn hơn 100%.

source: A start date must be specified when specifying an end date.
vi: Ngày bắt đầu phải được chỉ định khi chỉ định ngày kết thúc.

source: The start date must occur before the end date.
vi: Ngày bắt đầu phải xảy ra trước ngày kết thúc.

source: More than 2 digits after the decimal not allowed for absolute value.
vi: Nhiều hơn 2 chữ số sau số thập phân không được phép cho giá trị tuyệt đối.

source: This field is required when contract discount type is absolute.
vi: Trường này là bắt buộc khi loại chiết khấu hợp đồng là tuyệt đối.

source: Discount of type {} provided by {} for {}.
vi: Giảm giá của loại {} được cung cấp bởi {} cho {} .

source: Enterprise Coupon Codes
vi: Mã phiếu thưởng doanh nghiệp

source: Edit Enterprise Offer: %(enterprise_customer_name)s
vi: Chỉnh sửa Ưu đãi dành cho Doanh nghiệp: %(enterprise_customer_name)s

source: Create Enterprise Offer
vi: Tạo Phiếu mua hàng Doanh nghiệp

source: Enterprise Offers
vi: Phiếu mua hàng doanh nghiệp

source: Edit
vi: Biên tập

source: Create
vi: Tạo ra

source: Edit Enterprise Offer
vi: Chỉnh sửa Phiếu mua hàng Doanh nghiệp

source: Save Changes
vi: Lưu thay đổi

source: Cancel
vi: Hủy bỏ

source: %(platform_name)s Enterprise Offer Administration Tool
vi: Công cụ quản trị phiếu mua hàng doanh nghiệp %(platform_name)s

source: Current enterprise offers
vi: Các ưu đãi hiện tại của doanh nghiệp

source: Enterprise Customer Name
vi: Tên khách hàng doanh nghiệp

source: Type
vi: Thể loại

source: Value
vi: Giá trị

source: Start
vi: Bắt đầu

source: End
vi: Chấm dứt

source: %(platform_name)s Enterprise Offer Administration Tool
vi: Công cụ quản trị phiếu mua hàng doanh nghiệp %(platform_name)s

source: SKU {sku} does not exist.
vi: SKU {sku} không tồn tại.

source: There is no Enterprise Customer associated with SKU {sku}.
vi: Không có Khách hàng Doanh nghiệp nào được liên kết với SKU {sku}.

source: If you have concerns about sharing your data, please contact your administrator at {enterprise}.
vi: Nếu bạn có thắc mắc về việc chia sẻ dữ liệu của mình, vui lòng liên hệ với quản trị viên của bạn tại {enterprise}.

source: If you have concerns about sharing your data, please contact your administrator at {enterprise} at {contact_info}.
vi: Nếu bạn có thắc mắc về việc chia sẻ dữ liệu của mình, vui lòng liên hệ với quản trị viên của bạn tại {enterprise} theo địa {contact_info}.

source: Enrollment in {course_name} was not complete.
vi: Đăng ký vào {course_name} chưa hoàn tất.

source: Enterprise offer updated!
vi: Đã cập nhật ưu đãi dành cho doanh nghiệp!

source: Enterprise offer created!
vi: Phiếu mua hàng doanh nghiệp đã được tạo!

source: You can't check out with an empty basket.
vi: Bạn không thể trả phòng với một giỏ trống.

source: We couldn't locate the identification code necessary to find one of your products.
vi: Chúng tôi không thể tìm thấy mã nhận dạng cần thiết để tìm một trong các sản phẩm của bạn.

source: We couldn't find one of the products you're looking for.
vi: Chúng tôi không thể tìm thấy một trong những sản phẩm bạn đang tìm kiếm.

source: One of the products you're trying to order is unavailable.
vi: Một trong những sản phẩm bạn đang cố gắng đặt không có sẵn.

source: We couldn't find enough information about you to perform the calculation.
vi: Chúng tôi không thể tìm thấy đủ thông tin về bạn để thực hiện phép tính.

source: EXPIRED
vi: HẾT HẠN

source: INACTIVE
vi: KHÔNG HOẠT ĐỘNG

source: ACTIVE
vi: TÍCH CỰC

source: Products must have a certificate type.
vi: Sản phẩm phải có một loại chứng chỉ.

source: Products must have a price.
vi: Sản phẩm phải có giá.

source: You need to provide a course UUID to create Course Entitlements.
vi: Bạn cần cung cấp UUID khóa học để tạo Quyền lợi cho khóa học.

source: Products must indicate whether ID verification is required.
vi: Sản phẩm phải cho biết có cần xác minh ID hay không.

source: Invalid product class [{product_class}] requested.
vi: Đã yêu cầu loại sản phẩm không hợp lệ [{product_class}] .

source: Course [{course_id}] was not published to LMS because the switch [publish_course_modes_to_lms] is disabled. To avoid ghost SKUs, data has not been saved.
vi: Khóa học [{course_id}] đã không được xuất bản lên LMS vì công tắc [Publishing_course_modes_to_lms] bị tắt. Để tránh các SKU bị ma, dữ liệu chưa được lưu.

source: Enrollment code
vi: Mã tuyển sinh

source: Discount code
vi: Mã giảm giá

source: Invalid order number or order {} does not exists.
vi: Số đơn đặt hàng không hợp lệ hoặc đơn đặt hàng {} không tồn tại.

source: New coupon voucher assignment Failure. Error: {}
vi: Chỉ định phiếu giảm giá mới Không thành công. Lỗi: {}

source: Your order {} can not be refunded as '{}' coupon are not supported to refund.
vi: Đơn đặt hàng của bạn {} không thể được hoàn lại vì phiếu giảm giá '{}' không được hỗ trợ để hoàn lại.

source: Could note create new voucher for the order: {}
vi: Có thể lưu ý tạo phiếu thưởng mới cho đơn đặt hàng: {}

source: No SKUs provided.
vi: Không có SKU được cung cấp.

source: Products with SKU(s) [{skus}] do not exist.
vi: Sản phẩm có (các) SKU [{skus}] không tồn tại.

source: Provide username or is_anonymous query param, but not both
vi: Cung cấp tên người dùng hoặc tham số truy vấn is_anonymous, nhưng không cung cấp cả hai

source: Product API only supports {http_method} for {product_class} products.
vi: API sản phẩm chỉ hỗ trợ {http_method} cho các sản phẩm {product_class} .

source: Missing or bad value for: [{name}].
vi: Giá trị bị thiếu hoặc không hợp lệ cho: [{name}].

source: {id} - {status} basket (owner: {owner}, lines: {num_lines})
vi: Giỏ hàng {id} - {status} (chủ sở hữu: {owner}, các dòng: {num_lines})

source: Basket
vi: Rổ

source: Attribute Type
vi: Loại thuộc tính

source: Text Attribute
vi: Thuộc tính văn bản

source: Due to export controls, we cannot allow you to access this course at this time.
vi: Do kiểm soát xuất, chúng tôi không thể cho phép bạn truy cập khóa học này vào lúc này.

source: Click here to just purchase an enrollment for yourself
vi: Bấm vào đây để chỉ cần đăng ký cho chính bạn

source: Click here to purchase multiple seats in this course
vi: Bấm vào đây để mua nhiều chỗ trong khóa học này

source: Coupon code '{code}' has expired.
vi: Mã phiếu thưởng '{code}' đã hết hạn.

source: Coupon code '{code}' is not active.
vi: Mã phiếu thưởng '{code}' không hoạt động.

source: Coupon code '{code}' is not available. {msg}
vi: Mã phiếu thưởng '{code}' không có sẵn. {msg}

source: Coupon code '{code}' is not valid for this basket.
vi: Mã phiếu thưởng '{code}' không hợp lệ cho giỏ này.

source: Coupon code '{code}' is not valid for this basket for a bundled purchase.
vi: Mã phiếu giảm giá '{code}' không hợp lệ cho giỏ này đối với mua hàng theo gói.

source: Coupon code '{code}' added to basket.
vi: Mã phiếu thưởng '{code}' đã được thêm vào giỏ.

source: Basket does not qualify for coupon code {code}.
vi: Giỏ không đủ điều kiện cho mã phiếu giảm giá {code}.

source: Could not apply the code '{code}'; it requires data sharing consent.
vi: Không thể áp dụng mã '{code}'; nó yêu cầu sự đồng ý chia sẻ dữ liệu.

source: After you complete your order you will be able to select course dates from your dashboard.
vi: Sau khi hoàn thành đơn đặt hàng, bạn sẽ có thể chọn ngày khóa học từ trang tổng quan của mình.

source: After you complete your order you will be automatically enrolled in the verified track of the course.
vi: Sau khi bạn hoàn thành đơn đặt hàng của mình, bạn sẽ tự động được đăng ký theo dõi đã xác minh của khóa học.

source: After you complete your order you will receive credit for your course.
vi: Sau khi hoàn thành đơn đặt hàng, bạn sẽ nhận được tín dụng cho khóa học của mình.

source: After you complete your order you will be automatically enrolled in the course.
vi: Sau khi bạn hoàn thành đơn đặt hàng của mình, bạn sẽ được tự động đăng ký vào khóa học.

source: {paragraph_start}By purchasing, you and your organization agree to the following terms:{paragraph_end} {ul_start} {li_start}Each code is valid for the one course covered and can be used only one time.{li_end} {li_start}You are responsible for distributing codes to your learners in your organization.{li_end} {li_start}Each code will expire in one year from date of purchase or, if earlier, once the course is closed.{li_end} {li_start}If a course is not designated as self-paced, you should confirm that a course run is available before expiration. {li_end} {li_start}You may not resell codes to third parties.{li_end} {li_start}All edX for Business Sales are final and not eligible for refunds.{li_end}{ul_end} {paragraph_start}You will receive an email at {user_email} with your enrollment code(s). {paragraph_end}
vi: {paragraph_start} Bằng cách mua, bạn và tổ chức của bạn đồng ý với các điều khoản sau: {paragraph_end} {ul_start} {li_start}Each mã có giá trị cho một khóa học và chỉ có thể được sử dụng một time.{li_end} {li_start}You là chịu trách nhiệm phân phối mã cho người học trong organization.{li_end} {li_start}Each mã sẽ hết hạn sau một năm kể từ ngày mua hoặc nếu sớm hơn, sau khi khóa học closed.{li_end} {li_start}If khóa học không đóng được chỉ định là tự theo nhịp độ, bạn nên xác nhận rằng có một khóa học chạy trước khi hết hạn. {li_end} {li_start}You không được bán lại mã cho bên thứ ba parties.{li_end} {li_start}All edX for Business Sales là cuối cùng và không đủ điều kiện để được refunds.{li_end} {ul_end} {paragraph_start} Bạn sẽ nhận được email tại {user_email} với (các) mã đăng ký của bạn. {paragraph_end}

source: {strong_start}Purchasing just for yourself?{strong_end}{paragraph_start}If you are purchasing a single code for someone else, please continue with checkout. However, if you are the learner {link_start}go back{link_end} to enroll directly.{paragraph_end}
vi: {strong_start} Mua hàng chỉ cho chính bạn? {strong_end}{paragraph_start} Nếu bạn đang mua một mã cho người khác, vui lòng tiếp tục thanh toán. Tuy nhiên, nếu bạn là người học, {link_start}go back{link_end} để đăng ký trực tiếp. {paragraph_end}

source: You have already purchased these products
vi: Bạn đã mua những sản phẩm này

source: No product is available to buy.
vi: Không có sản phẩm có sẵn để mua.

source: quantity successfully updated
vi: số lượng được cập nhật thành công

source: Your basket couldn't be updated. Please correct any validation errors below.
vi: Không thể cập nhật giỏ hàng của bạn. Vui lòng sửa bất kỳ lỗi xác thực nào bên dưới.

source: You have already added coupon code '{code}' to your basket.
vi: Bạn đã thêm mã phiếu giảm giá '{code}' vào giỏ hàng của mình.

source: Coupon code '{code}' does not exist.
vi: Mã phiếu thưởng '{code}' không tồn tại.

source: No coupon found with id '%s'
vi: Không tìm thấy phiếu giảm giá nào có id '%s'

source: Coupon code '%s' was removed from your basket.
vi: Mã phiếu thưởng '%s' đã bị xóa khỏi giỏ hàng của bạn.

source: Last date/time on which this product can be purchased.
vi: Ngày / giờ cuối cùng mà sản phẩm này có thể được mua.

source: Username
vi: tên tài khoản
